---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleBaseLevelParam
source: html/fecb2544-7e93-13a4-3e48-66cfc8689825.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleBaseLevelParam Property

"Base Level"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleBaseLevelParam { get; }
```